tve/micropython/ports/esp32/boards/INKPLATE6/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Inkplate 6"
#define MICROPY_HW_MCU_NAME "ESP32"
